#1) შეადარეთ ორი რიცხვი ერთმანეთს ყველა შესაძლო შედარების ოპერატორის გამოყენებით, ახსენით კომენტარის
#  სახით თქვენი სიტყვებით რა არის boolean ი და რაში გვჭირდება შედარების ოპერატორები


print(5 > 10)
print(5 < 10)
print(5 == 10)
print(5 <= 10)
print(5 >= 10)
# ნაწარმოებებზე დაფუძნებული ნებისმიერი სახის ლოგიკა ფუნქცი გამოხატულება ან თეორია
# ზოგიერთი ოპერაცია წარმოადგენს პირობით ოპერატორს  და ისინი აბრუნებენ ლოგიკურ მნიშვნელობას რაც  წარმოადგენს Boolean 
# არსებობს მხოლოდ ორი ლოგიკური მნიშვნელობა true (ჭეშმარიტია) და false (მცდარია)