# შეადარებს ორი მნიშვნელობას და აბრუნებს True თუ ისინი თანაბარი
#a = 5
#b = 5
#print(a == b) ეს არის True რადგან 5  ტოლი არის  5-ი 

# შეადარებს ორი მნიშვნელობას და აბრუნებს True თუ ისინი განსხვავებულია
#
#a = 5
#b = 10
#print(a != b) True რადგან იგი  განსხვავებულია 10-ისგან

#აკეთებს შედეგს True-ს თუ ორი მნიშვნელობა ტოლია თუ განსხვავებულია შედეგი იქნება False
#აკეთებს მოამზადებს შედეგს True-ს თუ ორი მნიშვნელობა განსხვავებულია თუ ტოლია შედეგი იქნება False
#x = 10
#y = 10
#print(x == y)  
#x = 5
#y = 8
#print(x != y) 

# გამოიყენება როცა გვინდა დავრწმუნდეთ რომ ორი ცვლადი (რიცხვი სტრინგი) ერთმანეთს შეესაბამება
#name = input("შეიტანეთ თქვენი სახელი: ")
#if name == "გიორგი":
#    print("გამარჯობა, გიორგი!")
#else:
#    print("გილოცავთ, " + name)