name = input("შეიტანეთ თქვენი სახელი: ")
surname = input("შეიტანეთ თქვენი გვარი: ")
age = input("შეიტანეთ თქვენი ასაკი: ")
city = input("შეიტანეთ თქვენი საცხოვრებელი ადგილი: ")

db = ("თქვენი სახელი და გვარი არი " + (name, surname) + "თქვენი ასაკი არის " + (age) + "თქვენი საცხოვბრებელი ადგილი არის " + (city) ) 
print(db)

# input პროგრამა სთხოვს მომხმარებელს შევიტანოს სახელი გვარი ასაკი და საცხოვრებელი ადგილი
#f-string: Python-ში ფორმატირებული სტრინგი f-string გამოიყენება ცვლადების ჩასასმელად სტრინგში. 
# აქ ჩასმულია ცვლადები fname surname age და city