

#კოდის დაწერის პირველ ეტაპზე ხდება ცვლადების, ფუნქციებისა და საჭირო სტრუქტურების დეკლარირება.
#მაგალითი: x = 5 
#
# ეს არის კოდის მთავარი ნაწილი, სადაც ხდება აზროვნების და ფუნქციონალის ფორმირება.
# მაგალითად: if 5 > 0:
#print("დადებითი ციფრი")  
#ეს არის კოდის შემოწმების და შესრულების ეტაპი, როდესაც მომხმარებელი ან პროგრამისტი ქმნის მონაცემებს და შემდეგ აწვდის მათ კოდს.
# მაგალითად:print("hello")
#ამ სამ ნაწილისგან — დეკლარაცია, ლოგიკა და გამოყენება/ — წარმოადგენს კოდის წერის პროცესის ძირითად ეტაპებს
